2025-04-29 17:22:14,378 - INFO - APP.py - Line: 161 - left_arm机器人坐标1:[-306.0, 434.0, -99.0, 90.641, 16.961, 69.092] -- 相机坐标转为机器人坐标
2025-04-29 17:22:14,378 - INFO - APP.py - Line: 162 - right_arm机器人坐标1:[306.0, 432.0, -142.0, -88.332, -15.974, 110.272] -- 相机坐标




2025-04-29 17:23:06,590 - INFO - APP.py - Line: 161 - left_arm机器人坐标1:[-299.0, 438.0, 237.0, 90.606, 1.801, 68.979] -- 相机坐标转为机器人坐标
2025-04-29 17:23:06,590 - INFO - APP.py - Line: 162 - right_arm机器人坐标1:[294.0, 428.0, -478.0, -88.405, -0.817, 110.654] -- 相机坐标转为机器人坐标




2025-04-29 17:23:38,554 - INFO - APP.py - Line: 161 - left_arm机器人坐标1:[-317.0, 423.0, -431.0, 90.596, 3.966, 68.979] -- 相机坐标转为机器人坐标
2025-04-29 17:23:38,554 - INFO - APP.py - Line: 162 - right_arm机器人坐标1:[320.0, 428.0, 190.0, -88.414, -2.982, 110.616] -- 相机坐标转为机器人坐标